export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "言の葉の樹の下で", "path": "./ktst.html"},
  ],
  "content": ["header", "name", "top", "icon", "prof"],
  "inner": {
    "header": "言の葉の樹の下で",
    "name": "ミスティ （かすみ）",
    "top": [
      ["kasumi_prof.png", 420, 600],
    ],
    "icon": {
      "width": 60,
      "height": 60,
      "url": [
        [
          "kasumi_f001.png",
          "kasumi_f002.png",
          "kasumi_f003.png",
          "kasumi_f004.png",
        ],
      ],
    },
    "prof": `/I1/
ミスティ=レイ=ゼン

滅びた星の残骸で何億年も動き続けていた機械人間。
とある宇宙人に発見されメンテナンスを受けた。

体のすべてが改造されており生まれた時の肉体に相当する部分は残っていない。
肉体のすべてを機械に変える事、それは体を失う事と生死の状態の分離であった。
その影響か精神的に不安定な状態となっている。

彼女の心を支えていたもの、それは周囲に時代遅れと言われながらも持ち続けた皇族としての誇り、そして彼女が師と仰ぐ先生より頂いた剣。
そのどちらも遠い過去に失われてしまった。
自分がこの機械の体になったきっかけ、宇宙からの侵略者との戦いに敗れた事で。

メモリーに遺伝情報が残っており、体を復元することは可能。
それは彼女が皇族という身分であったから残されたものであった。

しかし彼女は精神的に不安定が続いたとしても、肉体に戻る事を望まなかった。

-------------------------------------------------------
全高：2.02m
全長：2.60m
体重：0.365t
性別：女（出生時）
年齢：22の時に手術
-------------------------------------------------------
`,
  },
};
