export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Story of Lost Artifact", "path": "./sola.html"},
  ],
  "content": ["header", "name", "top", "icon", "prof"],
  "inner": {
    "header": "Story of Lost Artifact",
    "name": "ペレィディ （こてき）",
    "top": [
      ["koteki_prof.png", 600, 600],
    ],
    "icon": {
      "width": 60,
      "height": 60,
      "url": [
        [
          "koteki_f001.png",
        ],
      ],
    },
    "prof": `/I1/
ペレィディ=キキラ=ミミト

宇宙のどこかにある枯れた星の剣士。

全身兵装化手術が施されており元の身体に属する部分は残っていない。
何億年もの昔に壊れた状態であったが同型が現存していた事により、復元された。

/T0/？？~/「こてきさんというのですね、よろしくお願いいたします。」

生まれた家への誇りと伴侶への愛を胸に、再び動き始める。

-------------------------------------------------------
全高：1.79m
全長：2.22m
体重：0.268t
性別：女（出生時）
年齢：23の時に手術
-------------------------------------------------------

ロストアーティファクト-黒曜宝剣

太古、黒曜岩で作られた細石刃はその鋭利な切れ味によって長期にわたり生活のいたる所で重宝されていた。

そのうちに出た岩石信仰の時代、黒曜岩の加工に優れた集団があった。その人らは漆黒の艶を持つ鏡の面に映る自らをキキラと称した。
その技術が最高潮に達した時代より伝わるとされる黒曜剣の一つ。
鉄器の発生とともに、キキラ族は剣を持って戦う一族となり、やがて岩石加工の技術は衰退し、宝物としての黒曜剣だけが残った。

その後キキラ族の末裔であり、もっとも家格が高い家に生まれたペレィディが最後の所有者となる。

ペレィディの機能停止と共に失われたがペレィディ蘇生後に蘇生させた人の謎の技術により複製された。

/T1/ペレィディ~/「たとえ連続性を失っても、私が持っている限りこの剣は『本物』なの。私が持つがゆえに。」

-------------------------------------------------------

全身兵装化手術について

――対敵対的星外生物用超決闘士級身体代替兵装。

元は過去にあった大戦期に毒ガス散布に対する対策として作られた人工の血液浄化システム（人工腎臓）であった。
やがて身体のさまざまな部位に対応した代替システムが出来上がり、部分的な身体損傷は代替システムに交換することにより治療することが可能であった。
これを兵器転用し戦闘に都合の良い能力を持たせるシステムを追加したものである。
部分的には大戦期末には投入されていたがその終わりと共に発展は止まっていた。

それが再び使われたのが星外生物との戦闘である。
ペレィディの生まれた時代は星外生物との邂逅から100年以上が経過しており、身体の9割以上を兵装化した空に浮く事や宇宙空間においても活動する事が可能な人が戦いの中心になっていた。
そしてついに行われたのが全身兵装化である。

しかし手術の成功の為にあらゆるものを投入した結果、超高額の予算が必要になり、ペレィディともう一人の二人だけにしか行われなかった。

-------------------------------------------------------

/T1/こてき~/「助けられなくても守りたいと思う事があって。」

HATE受けマキビシタンク
`,
  },
};
