export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
  ],
  "content": ["header", "name", "icon", "prof", "diary"],
  "inner": {
    "header": "Stroll Green -Restroll-",
    "prof": `/I1/
通称：魔女ロストローズ
性別：♀

深い森の奥で幾年もの間、ひっそりと暮らしていた魔女。

まれに人里に現れては謳われる。

ある時は神話の叡智の乙女として。
ある時は伝説の竜殺しとして。
ある時は童話の恐怖の魔女として。

最近家の近くにインターチェンジができた。
/T2/ ~/「静寂に伝わる風が木々を撫でる音。隙間に囀る動物の声。その豊かな音を遮る喧騒…。」
/T2/ ~/「調和を乱す愚かなものは…。」
/T3/ ~/「燃やす。」

騒音にキレている。

-------------------------------------------------------

喫茶ロストローズ亭

ロストローズの作った魔法道具を展示した喫茶店。
ロストローズと言う名前はこの看板にちなむ。
出てくる飲み物は苦味のないものばかり。
/T2/ ~/「苦いものは毒。」
`,
  },
};
