export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "1. おだやかな草原", "path": "./diary01.html"},
  ],
  "content": ["header", "name", "text", "diary"],
  "inner": {
    "header": "1. おだやかな草原（Stroll Green -Restroll-）",
    "text": `雨だ。

天の川に遮られた二つの星がその川を渡る物語の日、短冊を配る人がいる。
一枚を手に取り、雨に濡れない場所で周囲を眺めている。
晴れて星が見えることを望む人は多かったであろう。
しかし日が暮れても雨はやまず降り続ける。
/T12/ ~/「遮られたのは私達と天の星だったな…。」

それでも短冊に願いを込める者が後を絶たない。
星は見えなくとも物語は進み、願いは雨に濡れる。
どこかに晴れることを願う人もいるだろうか？

傘をさして移動することにしよう。

草原を歩く。
人々の明かりは無くなり、視界は暗く、傘が雨を弾く音だけが耳に入る。

ランタンに火をつけて辺りを照らす。
ぼんやりした光が雨の一粒一粒を煌めかせていく。
/T1/ ~/「星の代わりだ。」

見上げれば雨粒が光の線を描いて降り注ぐ。

そうしている内に雨が上がった。
雲は次第に晴れ、水溜りにはランタンの光と空が映る。
雨上がりに天の川が流れ始める。

持っていた短冊がひらりと落ちた。
/T1/ ~/「ん…。」

足元の水溜りに映る天の川の中に短冊が浮かんだ。
/T1/ ~/「ふふ、願いは白紙だな。」

月に照らされて空に虹の橋がかかる。
願いは天に渡っていけるだろう。空気が変わったところで今日を始めるとしよう。
`,
  },
};
