export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "11. エピローグ", "path": "./diary11.html"},
  ],
  "content": ["header", "name", "text", "diary"],
  "inner": {
    "header": "11. エピローグ（Stroll Green -Restroll-）",
    "text": `月が花を照らす夜。
少しのお菓子を持って豊穣の祭りに赴く。
/T2/ ~/「…。」

持っていたお菓子はすぐに無くなってしまった。
代わりに貰ったお菓子が手の中にある。
短いながらも行動を共にしてくれた方々に感謝の意を示す。

かぼちゃのランタンが飾られた花壇の近くに座り、貰ったお菓子を口に運ぶ。
口の中は甘くなっていく。
お茶の用意をしよう。
ランプに火を付け、湯を沸かす。

庭園の散策や花壇の手入れも一通り終えた。
じきに庭園を去る事になるだろう。
残りわずかの時間をゆったりと過ごす。
/T2/ ~/「短い時だった…。」

庭園で過ごした時間は今まで生きてきた中では一瞬かもしれない。
しかしこの一瞬は、私の火を熱くするのに十分な時間。
置いて忘れてしまいそうだった記憶、失っていたら私の火は消えてしまっていたかもしれない。
火の赴くまま、消えるもまた火の流れ、そう思っていた。
しかし…。
私には私に纏う火がある。
過去に手にした記憶と心、そして経験。
そのすべてを持っているから私は私。

湯が煮立っていた。
お茶を淹れて、花を添える。
/T2/ ~/「ここの花は外には持ち出せないのだな…。」

それは残念かもしれない、けれど私にはすでに出会った人から貰ったお菓子がある。
記憶も心も経験も、花の育て方を知っている。
この庭園で育てた花はこの庭園への贈り物としよう。
/T1/ ~/「ありがとう、空の庭園よ。願わくば、私との思い出をいつまでも。」

/T2/ ~/「…。」

帽子に飾られた青い薔薇、胸に飾られたペンダント。
それはそれぞれに触れ合い語り合った私への贈り物。

フリーダも、リッターも、そしてこの庭園で出会った方々も、皆、私と出会った記憶と心と経験を持っているのだろう。

/T1/ ~/「私への想いを、私に覚えていて欲しいから、これを私に…。」

遠目にかぼちゃのランタンが視界を彩る。

/T1/シャルロッテ~/「ふふっ。」
/T1/シャルロッテ~/「この景色と共に、私の火に刻みましょう。」
/T1/シャルロッテ~/「豊穣と繁栄の夜に祝杯を。」
`,
  },
};
