export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "6. くらやみの森", "path": "./diary06.html"},
  ],
  "content": ["header", "diaryNav","name", "text", "diary", "diaryNav"],
  "inner": {
    "header": "6. くらやみの森（Stroll Green -Restroll-）",
    "diaryNav": {"num": 6, "crumbs": 1},
    "text": `森を奥へ奥へと進む。
鳥の鳴き声が木々の合間に響く。
空を覆い隠す枝葉が日の光を薄くする。
幹に苔の生えた木々が増える。
/T2/ ~/「じめっとするな…。」

日は当たらず涼しさはあるものの風通しは良くない。
軽くかいた汗は乾かず、体に熱が篭る。
/T2/ ~/「脱ぎたい…。」

脱げない。
虫に刺されるとそれはそれで面倒だ。

薄暗さが増してきた、日が暮れるのだろう。
細かい枝をかき集め、少し開けた場所で火を付ける。
あっという間に森の奥は暗闇に飲まれた。
虫除けの香を焚く。
/T1/ ~/「ふぅー…。」

深い森の奥に家を構えていても、森を歩くのは楽では無い。
今日はここで一夜を明かそう。
ゆれる火を眺めていると、昔のことが思い浮かぶ。

…。
森の奥で迷う子は放っておけば自然に消えゆく。
それがその子の火の赴くまま。
そんな中に一人、私の家にたどり着いた子がいた。
まだ5つくらいだろうか、小さな男の子だ。
森を開かず森の中を通りここまで来るのは稀だ。
この子の訪れも火の巡り、汚れた体と服を洗い、軽く食事を与え、飾ってある魔法道具で遊んであげた。
しかし数日経っても帰ろうとしないので、帰らないのかと聞くと、どうやら親と一緒に森に入ったようだ。
一家心中だったのだろう。
それでもこの子は人里に帰らなければならない。
『いいか、君は客だ、この家は君の暮らす家ではない。君が一人であってもここから離れなければならない。』
その子は泣きそうになっていた。
『家族は居なくても人は居る。君が人を呼べば答えてくれる人もいる。大丈夫、一人でも。私も一人だけど、友人はいる。』
『ん…不安があるか、それなら…。』
『旅立つものに火の加護を。』
軽く抱きついて背中を撫でる。
『お姉ちゃん…。』
泣くのを堪えた、か細い声だ。
『行こう、森を出るまでは手を繋いでいてあげる。けどそこから先は自分で行きなさい。』
森を抜け木々が少なくなったところで手を放す。
『これを、持っていきなさい。』
一つ小さな宝石の様なの魔法道具を渡す。
『これは君がこれから生きていくのを助けてくれる魔法の道具、だけどずっと助けてくれる訳では無い。何回か使うと消えてしまうから、ずっとこれに頼ることは出来ない。しばらくは困る事も多いだろうから、使うといい。』
小さな子が少しずつ離れていく、何度かこちらを振り向いて確認しているようだ、三回振り向いたあたりで私は森へと引き返した。
あの子がこの先どうなるか、それはあの子の火の赴くまま。

それから三年、家に客を訪れを告げる鈴の音が鳴る。
『いらっしゃい、ん？』
それはあの時別れた子だった。
まさか、道を覚えていたとでも言うのか。
身なりはボロい服だが特に痩せこけてはいない。
『君は…。』
『あの…こんにちは、リッターです。』
『そこに掛けて、今お茶を入れるから。』
それからこの三年間の事を聞いた。
今は住み込みの仕事をしてなんとかやっていけてるようだ。
『それで、これを…。』
取り出されたのは小さな宝石の様な玉。
『別れてすぐの頃はこれに何度か救われたのだと思います。ですが今は仕事もありますから、これはお返ししようと思います。手元にあるとすがってしまいそうで…。』
『ん…分かった、しかし上げたものを返されるとは少し心が痛むな。どうしても不要なら君の手でなんとかするといい。』
『そんな！僕の手でなんて！』
『…リッター、君にこれを手放す覚悟があるのならこの先も大丈夫だ。好きにするといい。』
『…ありがとうございます、大切にしたいと思います。』
『そういえば、村では森には恐ろしい魔女がいるから近づかない方がいいという言い伝えがあるのですが、この森にはそういう魔女もいるのでしょうか？』
『…。』
頬でもつねっておこう。
『えっ、あの、痛っ、僕何か悪い事言いました！？』

/T1/ ~/「リッターか…。」
彼の前では何度服を脱ぎ肌を露にしたか。

考えると切なくなる。
眠ろう、彼はもう火に還ったのだ。
/T1/ ~/「思い返してもしょうがないこと…。」

焚き火が消えれば、月の当たらないこの森は深淵に飲まれる。
夜の鳥の鳴き声が不安を呼ぶ。
`,
  },
};
