export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "9. ひみつの庭", "path": "./diary09.html"},
  ],
  "content": ["header", "diaryNav","name", "text", "diary", "diaryNav"],
  "inner": {
    "header": "9. ひみつの庭（Stroll Green -Restroll-）",
    "diaryNav": {"num": 9, "crumbs": 1},
    "text": `深い森の奥に私の家がある。
およそ50年ぶりにその扉を開け、中に入る。
変わってはいない、あの日この家を出てから。
お茶を沸かして一息つく。
そして自分の胸にあるペンダントを手に取る。
『…。』
一人ゆっくりと流れる時間、また永遠に続くのだろう。
涙が溢れる。
そのままベッドに身を沈め、数日が経った。
『シャルー！帰ってきたのー！？』
声で目が覚める。
『あぁ、フリーダ…。』
『帰ってきたのならこっちにも顔出してよ、急に居るからびっくりするじゃない。』
『ごめん…。』
フリーダが顔を覗き込んでくる。
『目の周り、赤いね。』
『あまり見るな…。』
フリーダは軽く笑って食事を作ると言って出ていった。
それを追ってベッドから出る。
椅子に腰掛け、食事が出来るのを待っている。
『50年、長かった？』
『短いな…。』
やはりフリーダは笑っている。
『はい、スープ。』
『ん、ありがとう。』
スプーンでスープをすくって口に入れる。
『久々の味だ…。』
『なにそれ、ねぇシャル…聞くよ。』
『…。』
『リッター君は？』
もう一口とスープをすくう。
しかし、涙が出てそれを口には運べなかった。
鼻をすする、手を額に当てて顔を隠す。

彼が亡くなってすぐ、彼の葬儀を行った、人間のやり方で。
他の工房の親方連中や国からの使いの者等が訪れた。
そして口々に言う。
跡取りがいれば、と。
…リッターが望めばそれもあっただろう。
その後工房を閉め、挨拶に回った。
長い付き合いのある人は見た目変わらない私の事を不思議がっていた。
『奥さん、あんたもしかして…、いや…。』
『ふふ、貴方様にはリッター共々お世話になりました、これは少しばかりのお礼です、お受け取り下さい。』
一つ魔法道具を渡す。
『それでは、貴殿の工房の繁栄に火の加護を。』
『まさか、本当に…魔女なのか…？』
会釈をし、去る。
そうして町を後にした。

涙を拭いてスープを口に入れる。
『死んださ、私の腕の中で。』
『シャル…。』
『フリーダ、私は…ふふ、私はリッターとこの火を交えたこと、とても幸せだった。』
『そしてそれはこの先も続く、このペンダントはその一部。』
『私は、彼の想いのすべてを、浴びていたい。』
『スープ、涙でよく味が分からなかったな…、もう一杯貰える？』
『はいはい。』
笑いながらフリーダがスープをよそっている。
『はいどうぞ、それじゃ私帰るわ、シャル元気そうだし。』
『あぁ、家の見回りありがとう、今度こっちからお礼に行こう。』

…リッターが亡くなった直後の記憶。

透き通った結晶の上。
わずかに差し込む夕日が空間を橙に彩る。

以前洞窟で削った結晶を手に取る。
同じだ。
日が落ちれば自然と輝くのだろう、あの洞窟のように。
引き返す事もなく進む。

煌めく結晶の光が一面に広がり、星を写したように輝く。
/T1/ ~/「浮いているみたい…。」

手にある結晶をかざせばこれも一つの星となる。
そのまま天に向かって投げると流れ星のように消えてしまった。
/T1/ ~/「ふふ、願いは…間に合わないな。」

…。
/T1/ ~/「願いなら、君に伝えるか。」

胸のペンダントを手に取り、そのまま口付けをする。
星のような輝きの中にあってもなお煌めきを放つその宝石に、彼だけにしか伝えられない思いを告げて。
/T2/ ~/「…。」

叶うことのない願望。
それでも彼がまだ生きているかのように湧き上がる火の情熱に、私は浴びせられている。
`,
  },
};
