export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "7. ほしふる洞窟", "path": "./diary07.html"},
  ],
  "content": ["header", "diaryNav","name", "text", "diary", "diaryNav"],
  "inner": {
    "header": "7. ほしふる洞窟（Stroll Green -Restroll-）",
    "diaryNav": {"num": 7, "crumbs": 1},
    "text": `洞窟の中、辺りには星のような結晶が煌めく。
近くの岩に腰をかけて、少し休憩。
その岩もまた結晶混じりで明るさを放っている。
/T1/ ~/「明るい夜空のようなところ…。」

身につけている宝石がある。
周囲の輝きが胸元のペンダントに吸い寄せられ、軽く光を放っている。
/T2/ ~/「ん…。」
/T1/ ~/「そうか、君も輝くか。」

…。
あれからリッターという少年は、年に何度か訪れるようになった。
よく仕事の話をする、それが彼の生活の中心なのだろう。
『この前初めて売り物になるものが出来たんです！親方は筋がいいと褒めてくれました。』
それをお茶を飲みながら聞く。
『これもきっとシャルロッテ様に頂いた宝石のおかげかもしれません。』
そうではないが、それでもいいかと微笑む。
元気なものだ。
そんなやりとりを数ヶ月おきにしていた。

訪れるたびに背が伸び、いつの間にか私より背が高くなっていた。
『こんにちは、シャルロッテ様。あっ、フリーダ様も一緒でしたか、こんにちは。』
『こんにちは、リッター君。少し見ない間に随分大人になったね。』
いつもは楽しそうにやってくるのだが、この日は少し違った。
『どうした？』
『お見通しですね…それが、もうここには来られないかもしれません。』
『そうか。』
『ちょっとシャル！リッター君何かあったのなら話してみて。』
『はい、実は、親方が僕に後を継がないかと言ってくれたんです。』
『それは君にとって、良い話ではないの？』
『はい…それ自体は…。』
歯切れが悪い。
『詳しく話したくないのであれば無理に聞くこともない。』
『いえ、話せます。…それで、結婚することになりそうなんです。』
『なるほど、確かに結婚したらもうここには来られなくなるね…。』
『…君にはそれが良い話ではないと言う事だな。』
『…そうです。』
『親方には娘が居て、僕も年が近かったのもあってよく話をしていました。』
『継ぐには婿入りとなるしかありません。ですが…。』
『…君には他に思う人が居る、そういうことか。』
『はい。』
答えはまっすぐこちらを見つめている。
まぁそうだろう、気付かない訳ではない。
この子の声が変わったあたりから私のことをそう意識しているとは思っていた。
…私も彼の訪れが来る時期になるとそろそろ来るだろうと期待していたところがある。
もしかしたら、この話を私は聞きたくなかったのかもしれない。
そして妙に苛立つ。
『シャルロッテ様！僕は…。』
言うな。
『君が人の世でどう暮らすかは君次第だ。それは君が人であるからだ。』
『小さい頃に言った私の言葉を覚えているか？』
『この家は君の暮らす家ではない。君が一人であってもここから離れなければならない。』
『意味は今の君なら分かるはずだ。』
『僕は…魔女では…ありません。』
ここは人里から離れた魔女の住む森、魔女の世界。
『そうだ、そしてもう一つ。』
『話すと言いつつ、なぜ隠す？』
『…！』
おおよそこの苛立ちの原因はこれだ。
最初から話さなければこんな気分にはならなかったのだろう。
『そんな君が私に何を言おうというのだ。』
『申し訳…ごめんさない！』
『シャルロッテ様、どうか僕の話を聞いてくれますでしょうか？』
『…。』
『ここに来られないというのは…その…どうやら彼女に僕がここに来ている事を知られているようなのです。』
『ですから言われたのです。もうここには行かないで、と。』
『知っている。』
『え？』
『君がここに来る度に君をつけて来る子が居たのには気づいていた。』
『今も君は外に居る彼女に気づいていない。』
『まさか！』
驚いて外に駆け出していった。
同時に森の中へ消える一人の人影。
『いつも付けられて…？』
『去りなさい。ここは人がいつまでも訪れる場所ではない。いつまでも君の訪れを受け入れていた私も悪かったのだ、許して欲しい。』
知っていて放置したのは私だ、森の中から感じていた一つの火。
無視するしかなかった、この時までは。
そうしなければ、彼の訪れを失うことになるから。
このように。
『…っ！』
『さようなら、リッター。あなたが行く先に火の加護がある事をいつまでも祈っている。』
リッターが帰った、元居た二人に戻る。
しかし話題は戻らない。
『いつまでも祈っている、だって。』
『フリーダ？』
『これで良かったのかな？』
『常に火が交わる、とは限らない。』
『好きなんでしょ？リッター君の事。』
『…。』
『シャルのそういうところ、哀れだよ。』
『帰るね。』
しばらく一人になりそうだ。

それから半年、随分長く感じた。
リッターは幸せにやっているだろうか。
…いや、考えるのはやめよう。
行き着く先はいつも一つだ。
『よくない火が湧くな…。』

雨が続く日、どうしても落ち着かず家を出た。
『…。』
傘を差し森を抜け、人里の方へ向かう。
街の脇にある水路は雨で溢れかえっている。
『…何しに来たんだろうな。』
雨でぼやける街の明かりに照らされながら歩く。
食事でもして帰ろう。
店に入り注文したものが出来るのを待つ。
横で話す人たちの声が聞こえる。
『儲かりましたね。』
『だろ？長い間泳がせといた甲斐があるってもんよ。』
『でも10年以上でしょう？よく待てましたね。』
『こちとら貸した金が回収できればいいんだよ。見逃すと思うか？』
『にしてもあの宝石、すごかったっすね、本当にあいつが作ったんでしょうか？』
『知るかよそんなもん。金になりゃなんでもいいわ。』
食事が運ばれてきた。
『ありがとう。』
金貸しか…。
食事を終え店を出る。
雨の中を早足で駆け回る。
見つけた、街の路地裏に転がる一人の人。
彼を起き上がらせて抱きつく。
『すまない。私の気持ちでは君に火の加護を祈ることができなかった。』
『シャルロッテ様…？』
『リッター、探していた。傷だらけだな、大丈夫、家に帰ろう。』
彼を抱えて歩く。
街を抜け、森に入り、家に。
そこで彼を寝かせる。
次の日、昼も過ぎた頃、彼の目が覚めた。
『おはよう。リッター。』
『シャルロッテ様…僕はどうしてここに…？』
『何があった、リッター。』
『そうだ僕は…。』
どうやら借金取りが職場に押しかけて来たようだ。
その借金取りはリッターの親に金を貸していたらしい。
リッターが結婚して後取りになったのを見計らっていたのだろう。
『はは…捨てられちゃいました…。』
借金があると分かった途端、離婚させられ、家から追い出されたということだ。
『金貸しに狙われてると分かっていたらお前なんか拾わなかった、だそうです。』
少し笑いながら言う。
乾いた笑いだ。
『その傷はどうした？』
『…あれだけはどうしても守りたくて。』
『…でも駄目でした。宝石、取られてしまいました。』
涙ぐんで答える。
『そうか、リッター、あの宝石をこれまで大切にしてくれてありがとう。』
『しかしだ…君が大切にしていたのは本当に宝石だったのかな？』
『え？』
『君は私に言いかけの事があっただろう。』
『いやそれは…いえ、ありがとうございます。』
『シャルロッテ様、シャルロッテ様が昨日僕の前に現れた時…神様だと思いました。』
『何度も僕を助けてくれる、けれども僕から手を伸ばしてはいけない存在。』
ん…？
『憧れです。僕にはもう、それしか言えません。』
手を握る。
『私は君の手の届かない存在ではない。こう、手を繋ぐのだって簡単なこと。』
『憧れてくれるのはいい。しかし君の気持ちはそこで止まるのか？』
『それは…。』
『…そうか。』
握る手の力が抜ける、離れるのも時間の問題か。
そう思った矢先、手を引かれた。
『…言うのが怖いです。』
『言って。』
『僕は、シャルロッテ様が好きです。』
熱い。
『これからは、あの宝石ではなく、私を…。』
この後、フリーダがやってきて略奪愛などと言っていた。

『フリーダ、しばらくこの家留守にするけどたまに見に来てくれる？』
『うん、任せといて。』
彼と人里で暮らすことにした。
今の彼にあるものは、今までの仕事で培った技術と…。
…私。
それだけ、十分。
『シャルロッテ…様。』
『慣れるまでは仕方ないか。』
『リッター君、シャルのこと、大切にしてね。』
『はい！』
『助けるのは私だ。』
『はは、そうですね。行きましょう。』
そう言って手を差し出す。
『シャル、顔赤いよ。』
『…。』
彼の手を握る。
『いってらっしゃーい。』
そして手を繋いだまま、森の道を行く。
『シャルロッテ…様、昔一度こうやって手を繋ぎましたね。』
『そうだな。あの頃は小さな子供で、私が引っ張るように歩いていたな。』
『今回は、森を抜けても繋いだままです。』
手を引かれ抱き寄せられる。
『ん…。』
『不思議です。あの時の人が今ここで僕の腕の中に居るのが。』
『君なら大丈夫だと、あの時言っただろう。』
『ただの勇気づけだと思ってました。』
『勇気が君の力になるかは君次第だ。』

その後は色々な街を渡り歩いた。
彼の仕事は宝石の加工職人だったがそういう仕事はギルドに所属していなければ角が立つ。
なかなか身を落ち着ける場所は無かったが、彼は私に泣きつくことは無かった。
考えて悩んでいる姿を私は見ていただけ。
どうしても難しそうなら、少し助けてあげたが、それは私の勝手。
彼から私に助けを求められた事は最後までなかったかもしれない。
/T2/ ~/「そういえば、こんなところにも来たな…。」

仕事も無く原石を探して歩き回っていた時。
狭い洞窟で鉱夫に紛れて材料を集めていた事もあった。
ステッキを取り出し魔法でピッケルに変える。
/T11/ ~/「久々に掘ってみるとしよう。」

/T13/ ~/「よっ！」
踏み込みピッケルを振り下ろす。
その度に揺れるペンダントが光をあちこちに向けて煌めかせる。

次の日、手に入れた結晶と引き換えに筋肉痛になった。
`,
  },
};
