export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "4. そよかぜの丘", "path": "./diary04.html"},
  ],
  "content": ["header", "diaryNav","name", "text", "diary", "diaryNav"],
  "inner": {
    "header": "4. そよかぜの丘（Stroll Green -Restroll-）",
    "diaryNav": {"num": 4, "crumbs": 1},
    "text": `丘を目指す。
歩いていると次第に平の道が斜めになっていく。
登る自分を後ろから押し上げるように風が吹く。
追い風に足取りは軽い。

…帽子が飛んだ。
/T11/ ~/「あっ。」

どこへ飛んでいくのか、確認することなく走る。
見失うわけにはいかない。
あの帽子には私の大切な花が飾ってある。
/T12/ ~/「ま、待って！」

追いつくわけもなく、どんどん帽子は丘を上がっていく。
結局、丘の上にある一本の木に帽子が引っかかるまで風に運ばれ続けた。

走るのは何百年ぶりか…。
天辺まで走り通したはいいものの、そこで力尽きた。

ちょうど木陰になるこの場所で仰向けに転がる。
/T13/ ~/「はっ、はぁ、ははははは！」

帽子は木の高いところにある。
枝の合間にかかる帽子とその先にある空の青が風に揺れ動く。
/T11/ ~/「フリーダの青い薔薇…。」
帽子にある飾りの花。
それは私と、彼女の火が交わる預かりもの。
今まで自然にこの身から離れることはなかった。
しかし祝福の火は灯った。
火は踊るだろう。
/T12/ ~/「火の粉は風に舞い、広がる…。」

このまま風に運ばれ、どこか遠くで再び燃え広がるなら、火の赴くままに送ろう。
軽い風に枝が揺れ、帽子が落ちる。

…火の行き先は気ままだ。
立ち上がり帽子を拾う。
/T12/ ~/「いい風…、この風は火をより強く燃え上がらせる。」

疲れは取れた。
この風に乗せて祝福の火を送ろう。
燭台をいくつか並べて模様を作る。
準備は日が暮れるまで続く。

日は沈み、明かりの無い丘は暗い影となる。
/T2/ ~/「この身に上がる祝福の火よ、青き薔薇に灯る祝福の火よ。交わり燃え上がる祝福の火よ、風に吹かれより強く燃え盛る祝福の火よ。」
並ぶ燭台に火が灯る。
丘に浮かぶ火の模様は、遠くの人々にも見えるだろう。
祝福の送り火。
/T1/ ~/「この火が多くのものに届き、さらなる祝福を呼ぶ大いなる火となれ。」

やがて蝋も尽き、月明かりだけが丘を照らす。
今日はここで眠るとしよう。
明日は燭台の片付けだ。
`,
  },
};
