export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "2. せせらぎの河原", "path": "./diary02.html"},
  ],
  "content": ["header", "diaryNav", "name", "text", "diary", "diaryNav"],
  "inner": {
    "header": "2. せせらぎの河原（Stroll Green -Restroll-）",
    "diaryNav": {"num": 2, "crumbs": 1},
    "text": `魔女と呼ばれる人々が次から次へと火にかけられていく。
燃え盛る火は暑く、汗が吹き出す。
耳を擘く悲鳴が火の中より上がる、その声の主の事はよく知っている。
火に架けられた友人を近くで見つめる。
自分を呼ぶ声がする。
『シャル…。』
小さな声だ、最後まで私に語りかけることを選んだのだろう。
合わせて自分も相槌を打つ。
声は次第に無くなり、跡には焦げたものが転がる。
黒くなった彼女の手の甲に自分の手を重ねる。
まずは憎悪の火で焼かれたこの亡骸を祝福と加護の火を持って弔おう、それから…。
『お前！この魔女の仲間か！』
唐突に後ろへ引き寄せられ、剣を突き立てられる。
亡骸は蹴り捨てられ崩れていく。
隠れていた憎悪が噴き出し自分を支配した。
『この火はいずれ火をかけたものの子らをを焼き尽くす火となる、その日の訪れを、恐怖して待て。』
周囲の火を引き寄せ纏い、近づくものを遠ざけていく。
数百年の後、人々は焦土の中を彷徨う時を知る。

…遠い日の記憶。
/T2/ ~/「今日は暑いな…。」

日差しは強く、服の下は蒸すように暑い。
桶に川の水を汲み、足を浸す。
/T2/ ~/「ふぅー…。」
足を水に浸けてはいても照る日の前では汗にまみれる。
沸かしておいた水を飲み、厚手の服を脱ぐ。

薄着で川に浸かる。
冷たい。
少し冷えたところで川から上がり、軽く日に当たる。

傘をかけて日を避ける。
軽く吹く風が濡れた体をさらに冷やしていく。
少し横になり目を瞑る。
/T12/ ~/「…。」

眠っていた、すでに辺りは薄暗い。
眼の周りに水の跡を感じる。
夢で泣いていたとでもいうのだろうか。
起きざまに記憶が溢れた。

友人の最後の声、黒く焼け爛れた内にある表情、いつまでも頭に思い起こされる。
なぜ私は群衆を見届ける道を選んだのか。
死に際にも私に語りかけようとする彼女を助けることをしなかったのか。
自分で自分に抱くのは、恨み、失望、怒り、嫌悪。
他者へと自分への憎悪を撒き散らして晴らすべきとの感情が渦巻く。
…。
浮かぶ感情は友人が私に抱いた思いとは逆のことばかり。
/T12/ ~/「もう少し冷やそう。」

衣服をすべて脱ぎ、全身を川に沈める。
/T12/ ~/「夢の中では思いのままに泣いていたのだろうな…。」

顔を水につける。
息を止め、夢のことを思い直す。
/T11/ ~/「…。」
水から顔を離す。
頬を流れいく水の中に少しだけ涙が混じった。

明日になれば日はまた登る。
灼熱に焼け爛れていく友人の姿を私に呼び起こさせる為に。
`,
  },
};
