export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "0. はじまりの場所", "path": "./diary00.html"},
  ],
  "content": ["header", "diaryNav", "name", "text", "diary", "diaryNav"],
  "inner": {
    "header": "0. はじまりの場所（Stroll Green -Restroll-）",
    "diaryNav": {"num": 0, "crumbs": 1},
    "text": `空の庭園に来て数日が経つ。

ここに来る前は苛立つ事も多かったが、最近は楽しいと思う事が続いている。
夜となり一日の終わりとなり一人となり睡眠をとる。

…早く目が覚めてしまった。
/T12/ ~/「はー…。」
期待に膨らむ稚児の心にでもなったとでもいうのか。
まだ周りは暗い、薪に火をつけて本を開く。
火にゆれる明かりに懐かしさを感じる。
少しだけ本を読み進め、また目を瞑る。
/T12/ ~/「…。」
寝れないものは寝れない。
朝までどれくらいだろうか。
目を開け、空を見上げて確認する。

空の端の方からうっすらとした青が広がり、小さな星々が消えていく。
起きよう、そして荷物を畳み出発の準備にかかる。

光を手にするにも、時を測るにも、ずいぶん昔からのやり方をしている。
それはそれしかないからなのだが、最近の楽しいと思う気持ちはどうやらこれに関係があるようだ。
最近は便利なものに頼り過ぎていた。
しかしそれも過ぎればかつて出来ていたことを忘れてしまうだろう。
忘れかけていたのかもしれない。
それが無意識に苛立ちに変わっていたのだろう。
帰ったらもう少し大切にしてみよう、かつての『できる』を。

歩を進め、空の先が見えるところへ。
空の上から見渡す空の果て、それはかつて山の頂から見た景色に似る。
ただじっと薄く青みかかった先を見つめていよう。
そろそろだ。

直視できない光が一気に空を青く染め上げて星の光を飲み込んでいく。
/T1/ ~/「ん…。」
さて。
空気が変わったところで今日を始めるとしよう。
`,
  },
};
