export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "3. あざやかな花園", "path": "./diary03.html"},
  ],
  "content": ["header", "diaryNav","name", "text", "diary", "diaryNav"],
  "inner": {
    "header": "3. あざやかな花園（Stroll Green -Restroll-）",
    "diaryNav": {"num": 3, "crumbs": 1},
    "text": `ここ最近は花壇の手入れが日課になっている。
そこに咲く花々、その一輪に顔を近づける。
鼻先に軽く触れる花びら、そのまま目を閉じて息を吸う。

一つ花を摘み、その手にある花で顔を撫でる。
/T1/ ~/「…いい匂い、お茶に添えてみよう。」

やかんを火にかける、ここで咲く花はこの庭園で扱う技を教えてくれる。
暑い、うちわで扇ぎながら身を涼める。
沸くまでの間、顔に触れる花びらの質感を肌で感じていよう。
/T1/ ~/「…。」

暑さに蘇る記憶がある。

森の浅いところにある庭園。
パチンと枝を切る音がする。
その音のする方へ向かって声を掛ける。
『フリーダ。』
背丈ほどの木々の合間から一人、白い肌に白い髪、そして赤い瞳の女性が顔を出す。
『シャル…？』
人々が魔女に対して憎悪の火を燃やす日々。
数日の内にこの森も飲み込まれるだろう。
それが分からない相手ではない。
『シャル、私達は火が燃え移るのを待つしかできないの？』
首を縦に振り、そうだという意思を示す。
『シャルは怖くないの？　私は…怖いな。この庭園、そしてここに咲く花々は私が長い時間をかけて作り上げたものなの。だから私はこの森を守るために…。』
言葉を遮って返す。
『燃え続ける火も消え続ける火もない。この身が焼き尽くされ、消えることになったとしても、火はまた上がる。』
『シャルには戦う力があるのに、そうするんだ…。』
『人々が憎悪の火を身に宿していても、その火が灯り続けることはない。』
『でも、また上がる。』
『ふふ、分かってるな、同じように祝福の火も上がる。』
『静まる時を、人々の事を信じているんだね…。』
『…信じているのは私の内にある火の理だ。』
『あっ今照れたね。…私はね、そんなに人々を信じられないの。もし一つ人々を信じてる事があるとすれば、それはこの森を焼きに来るということだけ…。』
『貴女がそう思うのも今だけ、事が過ぎればその時はその時が続くように思うでしょう。』
『私のことを近視眼的だと言ったね？』
『ふふ、そうかもしれないな。』
『シャル…これをあなたに。』
取り出されたのは青い薔薇。
自然には存在しないと言われる花の色。
『この花は私がこの庭園で築き上げた一つの成果。私は人々は信じられなくても、あなたは信じている。だから受け取って欲しい。』
成果、それは魔女の持つ神秘の力が集約されたもの。
それを託すという事はその魔女の一生を託すという事。
『…分かった受け取ろう。』
『今日、シャルがここに訪れてくれた事が、私にとって何よりの祝福でしょう。』
『フリーダ。貴女の火、確かに預かった。この火を私の火と交えよう。そして貴女の火が消えたとしても、この火を以って再び灯すことを誓おう。』
『ありがとう、シャル。』
どうやら私は生きていなければならないようだ。
この預かった火を灯し続けるためにも。

/T1/ ~/「ふふ、懐かしい顔だ…。」
この身の火を注いで育った花ゆえに私の火が混じったか。

この身に憎悪の火が灯る度、何かを恨まずにはいられなかった。
人々に対して。自分に対して。友人に対して。
それが記憶の中の友人を焼け爛れた姿に上書きしていった。
しかし、ようやくその姿の先を見た。
黒く焦げた姿の先にある、白い肌に白い髪、赤い瞳。
/T1/ ~/「今、この花を添えたお茶を入れたところだ。」

日が沈んで空は赤く染まっていく。
花壇の向こうで人々が明かりを灯していく。
一つ一つの光は放射状に広がり目に映る。
/T1/ ~/「綺麗な所だ…貴女に一杯注ごう。」

帽子の飾りになっている青い薔薇を手して祝詞を上げる。
/T1/ ~/「今この身に宿す火を以て祝福の火を上げる。この火が貴女の火と交わり、再び祝福の火が灯る事を祈る。」

遠くに漂う誰かの明かりが丸くぼやけ輝いて見える。
`,
  },
};
