export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "12. さいはての地", "path": "./diary12.html"},
  ],
  "content": ["header", "diaryNav","name", "text", "diary", "diaryNav"],
  "inner": {
    "header": "12. さいはての地（Stroll Green -Restroll-）",
    "diaryNav": {"num": 12, "crumbs": 1},
    "text": `──庭園を離れ、その後。

森を歩く。
この森も昔に比べて小さくなった。
その森を一直線に貫く道路。
車の隙を見て渡る。
/T2/ ~/「まったく…。」

その先に家がある。
石造の家だ、建てたのは随分昔になる。
/T1/ ~/「帰ってきた…。」

この家を出て庭園に向かう時はもうこの家に帰ることはないと思っていた。
古い記憶と一緒に消えていくものだろうと。
荷物を置き、家の裏手にある水車小屋に向かう。
水車を回るようにすると発電機が動き始める。

庭園では薪や蝋といった昔ながらの物で済ましていたが、家は電気が張り巡らされている。
電気で熱を発する台の上にやかんを置き湯を沸かす。
/T2/ ~/「便利なこと。」
沸くまでの間、他のことが出来るくらいには楽。
薪ではその場から目を離す事ができない。
しかしその火は心のどこかに安らぎを感じることもある。
とりあえず椅子に座り湯が沸くのを眺める。
/T2/ ~/「退屈なこと。」
それは忘却を誘うのかもしれない。

お茶を淹れ一息いれる。
部屋中に飾られた魔法道具に囲まれると、帰ってきた実感が湧く。

その日はそのまま眠りについた。

次の日。
家のすぐ横、雑草に囲まれて鬱蒼とした所にある墓標の前に居た。
/T1/シャルロッテ~/「リッター…。」

これから言うことはここで無くても言えること、だけどここで言いたいこと。
私にとって最も彼に私の声が届くと思える場所で。
/T1/シャルロッテ~/「すまない…リッター、私は君のことを忘れようとしていた。」
/T1/シャルロッテ~/「でも君が残してくれたものを見るたびにあなたとの日々が溢れて…。」
/T1/シャルロッテ~/「私はあなたと過ごした時を、いつまでも覚えている。」
/T1/シャルロッテ~/「それはその時が永遠で続くことを望んでいたから。」
/T1/シャルロッテ~/「今でも…。」

周りの雑草を掃除をすると綺麗な空間が出来上がった。
/T1/シャルロッテ~/「ここにもう一人、私にとっての大切な人のことを想う標を立てようと思う。」

もう一つ墓標が立つ。
/T1/シャルロッテ~/「…フリーダ。」

目を瞑って彼女のことを想う。
彼女は火の中にいる。
それは人々に焼かれた火でもあり、私の心の中で燃える火でもある。
/T2/シャルロッテ~/「私は貴女のことで長い間苛まれていた。」
/T2/シャルロッテ~/「それは、それ以前の事を思い出せなくなるような強烈な呪いだった。忘れたくても忘れられない。」
/T1/シャルロッテ~/「でもそれが、私が記憶を忘却しないための最後の砦だったのだろう。」
/T1/シャルロッテ~/「貴女が私に託したこの青い薔薇、今ははっきりとその時を思い出せる。」
/T1/シャルロッテ~/「そしてそれ以前のことも…。」

庭園では多くの花を育成する機会に恵まれた、その経験を持ってこの周りに花壇を作ろう。
記憶の中にあるフリーダの庭園を参考に。
二人の墓標の前にお茶を置く。
そしてフリーダの墓標の前には青い薔薇の花束を。
/T1/シャルロッテ~/「リッター、君からも彼女に杯を捧げて欲しい。」

自分の手元にあるお茶を掲げる。
/T1/シャルロッテ~/「フリーダ、貴女に大いなる火の祝福が訪れることを祈って。」
/T1/シャルロッテ~/「献杯。」
`,
  },
};
