export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "10. たそがれの頂", "path": "./diary10.html"},
  ],
  "content": ["header", "diaryNav","name", "text", "diary", "diaryNav"],
  "inner": {
    "header": "10. たそがれの頂（Stroll Green -Restroll-）",
    "diaryNav": {"num": 10, "crumbs": 1},
    "text": `空の庭の頂に立って空を見渡す。
それは空か、それとも宇宙か。
紺色に染まる果てを眺める。
/T2/ ~/「まだ遠いな…。」

人間はこの空より高い果てへと飛び立つという。
それを私は写真でしか見たことはない。

人は私の知らない世界を知っている。
/T1/ ~/「行ってみたい…。」

太古の昔、夜を照らすのは月と星だけ、まだ人以外の人が居た時代。

…。
『ひどか？』
『人…そうだな、彼らが自らを人と呼ぶなら、私も人だ。』
争いの中で火にかけられた集落。
木の焼け焦げた匂いがする。
『ゆるざねぇ…！』
言葉では噛み付いてくるが体は動いていない。
体の大半が焼け爛れている。
『あづい…からだ…やげる…。』
『近くの川まで運ぼう。』
『うっ…。』
息も絶え絶えのこの生き物を引きずるように動かす。
皮膚が体に直接触れる、血糊が付く。
『…どしでひをこんなづかう…。』
『火がこの村を焼く事を選んだのだ。』
『あがりやめしにづかうだけじゃいがんのか。』
『火と共に生きるならば、火のすべてが共にある。』
『都合の良いところだけ見て喜ぶ相手ではない、という事…。』
自分より二周りも大きな巨体を川に流す。
『ここが君の墓場だ。』
『おぼっ…。』
沈んでいく。
さようなら、大きな猿の人。
『滅びゆく者に火の祝福を。』
私はいつ生まれたのか分からない。
一番古い記憶にはすでに薪を火に焚べそれを囲む人々が居た。
火の焼ける匂い、パチっとする音、気持ちが安らぐ。
ただゆれる火を見ているだけ。
しかし見つめ続ければ目の奥が熱く、焼けそうになる。
火で動物を炙る人々、火で森を畑に変える人々。
火で人を葬る人々。
同時に凶器でもある。
火が広がればどちらも広がりゆく。
安寧と破滅は裏表、手にすれば、どちらも身にかかる。

/T2/ ~/「火に焼かれるものが火をより強くする…。」
火の広がりはすでに空より高い。
天の星まで届く日はそう遠く無いだろう。

帽子に手を当てて風に飛ばされないようにする。
/T2/ ~/「…。」

火の破滅を得た者へ火の祝福と加護を送る理由。
それはその者が火の両面を手にし、火に愛されるようにと願うもの。

だけど、すでに人々には無用なのかもしれない。
この星を飛び立つほどの火の広がりは、私の知らない世界へ届いているのだから。

誰も待ってはくれない、帽子を抑える手に力が入る。
/T1/ ~/「ふふ…。」

置いてかないで…。
`,
  },
};
