export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "5. ひだまりの高原", "path": "./diary05.html"},
  ],
  "content": ["header", "diaryNav","name", "text", "diary", "diaryNav"],
  "inner": {
    "header": "5. ひだまりの高原（Stroll Green -Restroll-）",
    "diaryNav": {"num": 5, "crumbs": 1},
    "text": `高い木々が続く道を抜ける。
丘を越え、進むにつれ標高は上がっていく。
以前まで居た丘は空気に青く染まっていた。
/T1/ ~/「空の庭にある高原、より高く空に近く。」

さらに高いところを目指せば低い木々が続く。
足元には小さな石が転がり、疲れをより一層強くする。
踏んだ小石に足を取られた。
/T2/ ~/「痛…。」

休憩しよう。
ここは空気の流れる音がよく耳を通る。
軽く吹く風に服がなびき乾かされる。
小さな椅子を取り出し腰をかける。
空を見上げ、流れる雲を追う。
/T1/ ~/「空に近づけば、日はより強く。」

日差しが、この身の火をより熱くする。
以前のように燃え上がる友人の姿に惑わされることは無くなった。
燃え上がる友人の側にあっても私の内なる火は人々への怒りを募らせていたわけでは無い。
その火は再び日の目を見た。

…。
フリーダの身を焦がしたのは私への想い。
彼女は人々と戦わなかった。
私に当てられたのだろう。
何事もなければ私も人々に焼かれることを受け入れた。
それが火の赴くまま。
しかし、青い薔薇の火を消すことができないという呪縛を、彼女は私にかけたのだ。
死ねないとなれば死ぬ事は禁忌、触れるものには怒りも湧く。
私がこうなる事を織り込み済みで託したのだろう。
彼女も魔女だ。
/T2/ ~/「怒りに封じられていたな…。」

あの場に居た私には彼女への想いの火が灯っていたということを。
それは祝福の火となる。

辺りに霧が出始め、服がじとっと湿り気を帯びる。
少しひんやりとしか風が体を冷やす。
もう、体を冷まさなくても大丈夫なのだけど…。
/T2/ ~/「少し降るな…。」

高原が雲に浮かぶ島となる。
幻想的だ、しかし身動きが取れない。
/T3/ ~/「さて、困った。」

風が雲を流すまで、吹かれる風に火がなびく。
/T3/ ~/「あーもう、ちょっと…！」

風、強。
`,
  },
};
