export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "Stroll Green -Restroll-", "path": "./stgr-rs.html"},
    {"text": "8. いろどりの山道", "path": "./diary08.html"},
  ],
  "content": ["header", "name", "text", "diary"],
  "inner": {
    "header": "8. いろどりの山道（Stroll Green -Restroll-）",
    "text": `緑から黄、赤へと変わる葉の色。
歩くのに優しい山道を観光気分で進む。
少し離れた所から水の流れる轟音が響く。
その方へ向かう人々の流れに乗る。
/T1/ ~/「おぉ…。」

滝だ。
紅葉の合間に流れ落ちる滝を周囲の人々に紛れ眺める。
水しぶきが霧となって舞う。
少し濡れてしまった。
/T2/ ~/「ちょっと冷えそうだ…。」

山となると気温も低い、何か暖かい物が欲しくなる。
と、ここで他にも人だかりがあるのに気付く。
/T1/ ~/「なるほど…。」

温泉があるようだ。
人目を気にせず入る者、足だけ浸かる者、それぞれの方法で体を癒していた。
お茶でも淹れながら人の気が少なくなるのを待つ事にしよう。

/T13/ ~/「はぁ〜…。」
ほんのり温めの湯に体が吸い込まれていく。
薄暗くなるとすっかり人は疎らになり自分だけの空間となった。
周囲には湯を照らすランタンがいくつかあるだけ。
猿が二匹、木々の合間から現れ近寄ってくる。
/T11/ ~/「猿か…君も物真似する猿かな？」
その猿も湯に浸かり始めた。
/T11/ ~/「ふふ、君も飲むかい？」
一杯のお茶を差し出す、しかし少し口を付けて返してきた。
/T12/ ~/「…。」
残りは自分で飲み干して目を瞑る。

…。
リッターと生活を共にして20年は過ぎ、彼は30も終わりに近づいていた。
20代の頃は転々とした生活が続き、僅かに手にした原石を磨き、売りに出していた。
30代になってようやくとある町でギルドに所属することが出来た。
それから自前の工房を持つことができ、彼はギルドの中でも指折りの宝石加工の職人として名をあげていた。
一日の大半を工房での仕事に費やす彼を横で眺めながらお茶を淹れる毎日。
仕事をしている彼は好きなのだが、この距離は昔の距離に近くて少し寂しい感じもある。
転々とした生活の時は彼にも暇があったからだろうか…。
彼には何人か弟子ができ、家でも二人きりと言う訳にはいかなくなった。
それが余計寂しい。
『どうだろう、シャルロッテ、今回の仕事の出来は、これだと…。』
『ねぇリッター、最近…、いや…君のがんばりは…きっと良い結果になる。』
『シャルロッテ？』
『…。』
一人で眠る日が多くなった。
彼が成功していくことを願っていたはずなのに。
今は仕事の出来に関する話ばかりだ。
いや、昔からそうか。
私が変わったのか…。
『贅沢…かな。』
『どうかしたのかい？シャルロッテ。』
『リッター、ふふ、仕事はいいの？』
『いや、この後弟子たちに磨き方の訓練をつける事になっている、皆先に工房に向かわせたよ。』
『…そう、何しに来たの？』
『少し気になって、見にきたんだ。』
分かってない…な。
『…私は君の観賞用か？』
彼の驚きの顔が目に映る。
『…いや、なんでもない、仕事があるのだろう、私は、君の力になりたいだけだから…。』
自分の本音だってどこにあるのか分からない。
『仕事…がんばってね、おやすみ。』
こうして日々が過ぎていく。
ここに構える前は、もっと私を見ていたと思う、仕事をしていても。
今のリッターの仕事は皆に認められて誉高いかもしれない、けれど私には何も感じない。
…彼の元を離れるべきかもしれない。
次の日、早々に家を出た。

家を出てしばらく経った。
森へ帰るでもなく彼の近くをうろうろしながら適当に宿を見つけては泊まる。
彼が私を探しているとの噂はすぐに耳に入った。
帰ればいいのか、分からない、帰っても、何もない気がする。

数ヶ月が経った。
店で彼が作った宝石を見た。
綺麗だ、だけど終わりだと思った。
本当につまらない。
最近の彼の噂では、仕事は淡々とこなしているようだ。
さようなら、リッター。

もう一つ噂を聞いた。
願いが叶うという宝石の話を。
近々女王の誕生日がある。
どうやら国王はその宝石を手に入れたようで、それを女王に贈るようだ。
願いが叶う宝石、どこかで聞いた事のある話だ。
その宝石の行く末でも見届けて帰るとしよう。

その日、宝石を身につけた女王が中心にあるパレードが行われた。
紛れもない、それはかつてリッターに送った宝石だった。
最後にリッターに言う事がある、その為に一度家に向かった。
家では原石を見つめて俯いているリッターが居た。
『リッター…。』
『シャルロッテ！』
『今日は、君に別れを告げに来た。』
『突然…、いやもうずっと見ていなかった気がするよ、シャルロッテが居なくなる前から…。』
『もう、僕のことは嫌いになってしまっただろうか？』
『あなた、いや君を嫌いに思った事はない、ただ互いに興味を失っただけだ。』
『はは、嫌いと言われるほうが気が楽かもしれないな…。』
『シャルロッテ様、最後に…最後に…。』
泣き出し彼はそこから先の言葉に詰まる、手にした布で彼の顔を拭く。
『すみません、シャルロッテ様、よければ僕の最後の願い、聞いてくれますか？』
『…聞こう。』
『この原石、国王陛下から賜ったものなのです、シャルロッテ様は女王陛下のペンダントになった宝石をご覧になられましたでしょうか？』
『あの宝石と対になる王冠、それを作る依頼がギルドに舞い込みました。』
『僕より立場の高い方々が名乗りを上げましたが、なんとしてもこの仕事、僕が…僕以外の人に取られたくなくて…、言ってしまいました。』
『僕はそのペンダントの宝石を作った人を知っていると。』
『そしてこの仕事を手にしました。』
『そうか、確かに君は知っているな、私が作ったものだからな、だがそれでどうするのだ？最後の願いとはなんだ？』
…頼みによっては、この場で彼を燃やすことになるかもしれない。
『最後の願いですが…、それはその王冠の出来上がりを、…いつでもいいので、見て欲しいのです。』
『分かった、私にとってそれが君の最後の仕事と目にするだろう。』
『ありがとうございます…。』
『リッター、君は出来るはずだ、何故なら君は知っているからだ、私を。』
また彼は泣き出した。
『シャルロッテ様…僕は何を無くしたんでしょうか。』
『君がかつて失ったと思った宝石も、今は見える所にある。』
『ですが…、代わりにもっと大切なものを…。』
『火の話をしよう、いい？リッター、火は灯っている限りいくらでも大きく広がる可能性がある、覚えておきなさい。』
『はい。』
私もずいぶん彼に甘い。
まだ私の中にも彼への期待が残っているのだろう。
それから1年くらいが経ち、王冠が国王に献上された。

真っ先に見に行った。
国王の頭に冠が乗る。
そして女王の隣に立ち、宝石と並び立つ。
その姿、見た誰もが息を呑み、静寂が広がる。
『…ふふ、リッター、はは、あはははは。』
女王のペンダントの宝石が私なら、国王の王冠の宝石はリッター、君か。
彼の家へ駆け足で急ぐ。
顔の綻びが止まらない。
『リッター！』
寝ているのを叩き起こして、詰め寄る。
『あぁ…あれ？シャルロッテ。』
『寝てていいのか？見なくてもいいのか？』
『リッター、君の仕事、見届けたぞ。見ている私は少し恥ずかしかったが。』
『シャルロッテ様…僕は…これで本当に全てを無くしたんですね…。』
『僕に、もっと、もっと時間があれば…。』
『なるほど、もっと時間が欲しい？』
『え？』
『君の作った王冠、とても素晴らしい物だった、私が生まれてかつて見たことのない比類なき物だと、私は認める。』
『あの王冠と宝石はこれからも永く受け継がれるだろう。』
『しかしだ、君はあの二つがそうなるだけで良しとするのか？』
『…シャルロッテがお茶を淹れてゆったり目を瞑っている姿を思い起こしていたんだ。』
『その空気、シャルロッテといる時にしか得られないものを何度も思い返して…。』
『君から貰った宝石の輝きは、忘れられない。』
『その輝きに少しでも近づけたらと思っていたけど、どこを向いていたのだろう。』
『近くにいたのに…あの宝石以上の輝きが、すぐそばに。』
『僕は…シャルロッテと一緒にいたい。』
『だけど、あの程度ではまだ…君の輝きには…。』
『リッター、君と私があの王冠と宝石のように…いやそれ以上を求めるなら…。』
『私は…ちょっと、寝ないで。』
『ん…あぁ…あれ？』
『寝ていていいの？』
『あぁ少し寝不足で…。』
『分かった、お茶を淹れよう、一杯飲んで目を覚ましなさい。』
その間も寝息を立てるリッター、その顔に近づき声をかける。
『あなたが私を想って作ったもの、私には誰よりもその輝きがはっきり見える。』
『だから、もっと見せて、あなたが感じた私の輝きというのを、私の知らない私を、教えて。』

彼の弟子達は他の工房の親方に引き取ってもらったそうだ。
なんでも、僕には人に教えられることは無いと言う。
なぜならこの想いは僕だけのものだと。
そういうなら、それでもいいか、ふふ。
工房には二人になってしまった。
彼の横でお茶を淹れて仕事を眺める。
たまに目が合う。
少し、楽しい。

それから10年、20年と歳を重ね…。
『シャル…君は本当に初めて会った時の姿のままだ。』
『だけど、僕はもう…。』
彼の生い先はもう長くは無いだろう。
『仕事をするのもやっとだというのに…。』
『リッターが望むなら、時間はいつまでもあるよ。』
『そういうことじゃない。』
彼を不死身にする事だって出来る。
そう、彼が望めば。
『僕はもう歳だ、それなのに昔と変わらないシャルを抱き続けるのが不思議だ。』
『昔じゃないよ、私には、初めて会った時も最近と言うくらい。』
『はは、それじゃ僕の一生なんて本当に短いな。』
『ただ永遠にあるだけ…、だけどその永遠の中であなたが私にくれた想いは私の中で最も強い輝きを持っている…。』
『うん、シャル、僕は思うんだ、人間の生きる時間は限りがある、その限りの中で出来ることも限りがある。』
『はみ出せないんだ、一生は。』
『でももしはみ出せる先があるのなら、それは枠の中に詰められた想いが広がるだけなのかもしれない。』
『だから僕は、もっと自分の人生の限りを尽くして、シャルへの想いを込めたい。』
『私は、あなたの人生がとても素晴らしいものだと、思っている…。』
『はは、魔女様にそう言われるなら、きっとそうなのでしょう。』
『その呼び方、今は許せない。』
『ごめんね。』
『これから仕事？』
『そうだよ、まだ出来上がってない、まだ僕の人生は終わってないから。』
『僕には僕の人生は分からない、だからシャルの言う通りと言うしか無い。』
『逆に、僕にしか見えないシャルがいるはずだ。』
『そこで伝えられるものは、僕の人生の中にしか無いんだ。』
目つきは鋭い。
その目に私は何度も吸い込まれた。
最後の時まで、彼は磨き続けた。
彼が最後に磨き上げた宝石が散りばめられたペンダントを、最後の日にかけてもらった。
光に当たると一つ一つが虹色に煌めく。
一体どのようにして磨き上げたのか、私には分からない。
彼だけが持つ輝き。
『ありがとう、シャル、僕の一生は君と共にあって幸せだった。』
『リッター、愛してる…これからも…。』
そして彼は亡くなった。
もう二度と目を覚ますことの無い彼に、涙を流し続けた。
私の知らない私を知る彼が一生をかけて伝えてくれた、その想いの結晶を手にして。

/T12/ ~/「…そこの猿よ。」
一匹の猿が置いてある服の隙間にあるペンダントに手をつけたのと同時に、目を開く。
/T12/ ~/「その手にある物を離しなさい、それ以上それに触れるなら、その身は灰となると知れ。」
/T11/ ~/「そう、置きなさい。」
そのペンダントは彼が最後に残したペンダント。
数百年経った今でも彼と暮らした町は宝石研磨の職人が集う町だ。
王朝が滅びた時に、女王のペンダントと国王の王冠は散逸してしまった。
それもやがて引き合い、リッターの磨いた数々の宝石と一緒に、揃い、並び、美術館などに飾られている。
その二つは永遠に一緒に輝き続けるのだ。

湯から上がり体を拭く。
服を羽織り、虹色に煌めく宝石のペンダントを身につけ、青い薔薇が飾られた帽子をかぶる。
青い薔薇の飾りはフリーダの命。
虹色に煌めく宝石のペンダントはリッターの命。
二つの火を纏い、私は先へと進む。

辺りはすっかり暗い。
ランタンの光が人魂のようにゆらめく。
/T1/ ~/「ふふ、夜は魔女の時間だ。」
`,
  },
};
