export const config = {
  "rootPath": "../",
  "crumbs": [
    {"text": "宇宙一般", "path": "../"},
    {"text": "CelestialCall", "path": "./cele.html"},
  ],
  "content": ["header", "name", "top", "icon", "cutin", "prof"],
  "inner": {
    "header": "CelestialCall",
    "name": "@/p.9miu （みうー）",
    "top": [
      ["@p.9miu_02_02.png", 420, 420],
      ["mizugimiu03.png", 420, 420],
    ],
    "icon": {
      "width": 60,
      "height": 60,
      "url": [
        [
          "@p.9miu_02_f01.png",
          "@p.9miu_02_f02.png",
          "@p.9miu_02_f03.png",
          "@p.9miu_02_f04.png",
          "@p.9miu_02_f05.png",
          "@p.9miu_02_f06.png",
          "@p.9miu_02_f07.png",
          "@p.9miu_02_f08.png",
          "@p.9miu_02_f09.gif",
          "@p.9miu_02_f10.gif",
        ],
        [
          "@p.9miu_02_f11.png",
          "@p.9miu_02_f12.png",
          "@p.9miu_02_f13.png",
          "komako_f01.png",
          "komako_f02.png",
          "komako_f03.png",
        ],
      ],
    },
    "cutin": [
      ["miu_skill_01.png", 600, 200],
      ["miu_skill_02.png", 600, 220],
    ],
    "prof": `/I1/
@/p.9miu -miu-

謎のグラサン宇宙人。

母星は刺青による装いが主流であるため服飾はあまり発達しておらず、着ている服は他の星で調達したものである。

光子により自在に模様が変わる刺青が全身に彫られている。
そこから発せられる光の模様は姿が変わったかのような錯覚を巻き起こすこともある。

今日もどこかで星と星の間を飛び交う。

-------------------------------------------------------
全高：1.51m（身長1.42m+高下駄0.09m）
性別：雌体
年齢：？
-------------------------------------------------------

/I15/
西山狛子 -イリヤマ コマコ-

人が地球を飛び立った後の地球で人の姿を取ることができる妖怪。
まだ人々が地球のあちこちに存在していた頃、狛子はある地域で暮らす人々の信仰の中から生まれた聖獣だった。

地球には極稀に宇宙から人がやってくることがあるが、それを見た動物達は彼らを神だと崇めた。
すでに動物達は彼らが地球から生まれたことを知らない。

狛子はそんな中で神の姿を取れる神聖な存在として崇められていた。
しかし狛子的には人を懐かしんでいるだけであった。

-------------------------------------------------------
種族：狛犬
身長：156cm
性別：雌
出生地：平城京
-------------------------------------------------------

/T3/@/p.9miu~/「ぴーすぴーす」
/T3/@/p.9miu~/「ぴーすぴーす」
/T3/@/p.9miu~/「ぴーすぴーす」
`,
  },
};
